Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# SignInAgain
source: Could not exchange the TV refresh token for an access token. Sign in again and check that the refresh token is still valid.
af_za: Kon nie die TV-verfristoken vir 'n toegangstoken omruil nie. Meld weer aan en maak seker die verfristoken is steeds geldig.
am_et: የTV refresh tokenን ወደ access token መቀየር አልተቻለም። እንደገና ይግቡና refresh token አሁንም ትክክለኛ መሆኑን ያረጋግጡ።
as_in: TV ৰিফ্ৰেশ টোকেনক এক্সেছ টোকেনলৈ সলনি কৰিব পৰা নগ'ল। পুনৰ ছাইন ইন কৰক আৰু ৰিফ্ৰেশ টোকেন এতিয়াও বৈধ নে পৰীক্ষা কৰক।
az_latn_az: TV yeniləmə tokenini giriş tokeni ilə dəyişmək mümkün olmadı. Yenidən daxil olun və yeniləmə tokeninin hələ də etibarlı olduğunu yoxlayın.
be: Не ўдалося абмяняць токен абнаўлення TV на токен доступу. Увайдзіце зноў і праверце, ці токен абнаўлення ўсё яшчэ сапраўдны.
bg_bg: TV токенът за обновяване не можа да бъде обменен за токен за достъп. Влезте отново и проверете дали токенът за обновяване все още е валиден.
bn_bd: TV রিফ্রেশ টোকেন অ্যাক্সেস টোকেনে বদলানো যায়নি। আবার সাইন ইন করুন এবং রিফ্রেশ টোকেন এখনও বৈধ কিনা দেখুন।
bs_latn_ba: Nije moguće zamijeniti TV token za osvježavanje pristupnim tokenom. Ponovno se prijavite i provjerite je li token za osvježavanje još važeći.
ca_es: No s’ha pogut intercanviar el testimoni d’actualització de TV per un testimoni d’accés. Torna a iniciar la sessió i comprova que el testimoni d’actualització encara sigui vàlid.
cs: Obnovovací token TV se nepodařilo vyměnit za přístupový token. Přihlaste se znovu a zkontrolujte, zda je obnovovací token stále platný.
da_dk: Kunne ikke ombytte TV-opdateringstokenet til et adgangstoken. Log ind igen, og kontrollér, at opdateringstokenet stadig er gyldigt.
de_de: Das TV-Aktualisierungstoken konnte nicht gegen ein Zugriffstoken ausgetauscht werden. Melde dich erneut an und prüfe, ob das Aktualisierungstoken noch gültig ist.
el_gr: Δεν ήταν δυνατή η ανταλλαγή του διακριτικού ανανέωσης TV με διακριτικό πρόσβασης. Συνδεθείτε ξανά και ελέγξτε ότι το διακριτικό ανανέωσης εξακολουθεί να ισχύει.
es_mx: No se pudo intercambiar el token de actualización de TV por un token de acceso. Inicia sesión de nuevo y comprueba que el token de actualización siga siendo válido.
et_ee: TV värskendustokenit ei saanud juurdepääsutokeni vastu vahetada. Logige uuesti sisse ja kontrollige, et värskendustoken oleks endiselt kehtiv.
eu: Ezin izan da TV freskatze-tokena sarbide-token batekin trukatu. Hasi saioa berriro eta egiaztatu freskatze-tokenak baliozkoa izaten jarraitzen duela.
fi_fi: TV:n päivitystunnistetta ei voitu vaihtaa käyttöoikeustunnisteeksi. Kirjaudu uudelleen ja tarkista, että päivitystunniste on yhä voimassa.
fil_ph: Hindi maipagpalit ang TV refresh token para sa access token. Mag-sign in muli at tiyaking valid pa ang refresh token.
fr_ca: Impossible d’échanger le jeton d’actualisation TV contre un jeton d’accès. Reconnectez-vous et vérifiez que le jeton d’actualisation est toujours valide.
gl_es: Non se puido trocar o token de actualización de TV por un token de acceso. Inicia sesión de novo e comproba que o token de actualización siga sendo válido.
gu_in: TV રિફ્રેશ ટોકનને ઍક્સેસ ટોકનમાં બદલી શકાયું નથી. ફરી સાઇન ઇન કરો અને રિફ્રેશ ટોકન હજી માન્ય છે કે નહીં તે તપાસો.
hi_in: TV रीफ़्रेश टोकन को ऐक्सेस टोकन से बदला नहीं जा सका। फिर से साइन इन करें और जाँचें कि रीफ़्रेश टोकन अभी भी मान्य है।
hu: A TV frissítési tokenje nem cserélhető hozzáférési tokenre. Jelentkezz be újra, és ellenőrizd, hogy a frissítési token még érvényes-e.
hy_am: Չհաջողվեց TV թարմացման թոքենը փոխանակել մուտքի թոքենի հետ։ Կրկին մուտք գործեք և ստուգեք, որ թարմացման թոքենը դեռ վավեր է։
id_id: Tidak dapat menukar token refresh TV dengan token akses. Login lagi dan periksa apakah token refresh masih valid.
is_is: Ekki tókst að skipta TV-endurnýjunartókanum fyrir aðgangstóka. Skráðu þig inn aftur og athugaðu að endurnýjunartókinn sé enn gildur.
it_it: Impossibile scambiare il token di aggiornamento TV con un token di accesso. Accedi di nuovo e verifica che il token di aggiornamento sia ancora valido.
ja_jp: TV 更新トークンをアクセストークンに交換できませんでした。もう一度ログインして、更新トークンがまだ有効か確認してください。
ka_ge: TV განახლების ტოკენის წვდომის ტოკენზე გაცვლა ვერ მოხერხდა. ხელახლა შედით და შეამოწმეთ, რომ განახლების ტოკენი ჯერ კიდევ მოქმედია.
kk_kz: TV жаңарту токенін кіру токеніне айырбастау мүмкін болмады. Қайта кіріп, жаңарту токенінің әлі жарамды екенін тексеріңіз.
km_kh: មិនអាចប្តូរ TV refresh token ទៅជា access token បានទេ។ ចូលគណនីម្តងទៀត ហើយពិនិត្យថា refresh token នៅមានសុពលភាព។
kn: TV ರಿಫ್ರೆಶ್ ಟೋಕನ್ ಅನ್ನು ಪ್ರವೇಶ ಟೋಕನ್‌ಗೆ ವಿನಿಮಯಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ ಮತ್ತು ರಿಫ್ರೆಶ್ ಟೋಕನ್ ಇನ್ನೂ ಮಾನ್ಯವಾಗಿದೆಯೇ ಪರಿಶೀಲಿಸಿ.
ko_kr: TV 새로고침 토큰을 액세스 토큰으로 교환할 수 없습니다. 다시 로그인하고 새로고침 토큰이 아직 유효한지 확인하세요.
ky_kg: TV жаңыртуу токенин кирүү токенине алмаштыруу мүмкүн болгон жок. Кайра кирип, жаңыртуу токени дагы эле жарактуу экенин текшериңиз.
lo_la: ບໍ່ສາມາດແລກ TV refresh token ເປັນ access token ໄດ້. ເຂົ້າລະບົບໃໝ່ ແລະກວດວ່າ refresh token ຍັງໃຊ້ໄດ້.
lt_lt: Nepavyko pakeisti TV atnaujinimo prieigos rakto į prieigos raktą. Prisijunkite dar kartą ir patikrinkite, ar atnaujinimo prieigos raktas vis dar galioja.
lv: Neizdevās apmainīt TV atsvaidzināšanas pilnvaru pret piekļuves pilnvaru. Pierakstieties vēlreiz un pārbaudiet, vai atsvaidzināšanas pilnvara joprojām ir derīga.
mk_mk: Не може да се замени TV токенот за освежување со токен за пристап. Најавете се повторно и проверете дали токенот за освежување е сè уште важечки.
ml_in: TV റിഫ്രഷ് ടോക്കൺ ആക്സസ് ടോക്കണായി മാറ്റാനായില്ല. വീണ്ടും സൈൻ ഇൻ ചെയ്ത് റിഫ്രഷ് ടോക്കൺ ഇപ്പോഴും സാധുവാണോ പരിശോധിക്കുക.
mn_mn: TV шинэчлэх токеныг хандалтын токеноор сольж чадсангүй. Дахин нэвтэрч, шинэчлэх токен хүчинтэй эсэхийг шалгана уу.
mr_in: TV रिफ्रेश टोकन अॅक्सेस टोकनमध्ये बदलता आले नाही. पुन्हा साइन इन करा आणि रिफ्रेश टोकन अजून वैध आहे का तपासा.
ms_my: Tidak dapat menukar token muat semula TV dengan token akses. Log masuk semula dan semak bahawa token muat semula masih sah.
my: TV refresh token ကို access token သို့ ပြောင်းမရပါ။ ထပ်မံ အကောင့်ဝင်ပြီး refresh token သည် အသုံးပြုနိုင်သေးကြောင်း စစ်ဆေးပါ။
ne_np: TV रिफ्रेस टोकनलाई पहुँच टोकनसँग साट्न सकिएन। फेरि साइन इन गर्नुहोस् र रिफ्रेस टोकन अझै मान्य छ कि जाँच्नुहोस्।
nl_nl: Kan het TV-vernieuwingstoken niet omwisselen voor een toegangstoken. Log opnieuw in en controleer of het vernieuwingstoken nog geldig is.
no: Kunne ikke bytte TV-oppdateringstokenet mot et tilgangstoken. Logg på igjen og kontroller at oppdateringstokenet fortsatt er gyldig.
or_in: TV ରିଫ୍ରେଶ୍ ଟୋକେନ୍‌କୁ ଆକ୍ସେସ୍ ଟୋକେନ୍‌ରେ ବଦଳାଇହେଲା ନାହିଁ। ପୁଣି ସାଇନ୍ ଇନ୍ କରନ୍ତୁ ଏବଂ ରିଫ୍ରେଶ୍ ଟୋକେନ୍ ଏବେ ମଧ୍ୟ ବୈଧ କି ନାହିଁ ଯାଞ୍ଚ କରନ୍ତୁ।
pa_in: TV ਰਿਫ੍ਰੈਸ਼ ਟੋਕਨ ਨੂੰ ਐਕਸੈੱਸ ਟੋਕਨ ਨਾਲ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ ਅਤੇ ਜਾਂਚੋ ਕਿ ਰਿਫ੍ਰੈਸ਼ ਟੋਕਨ ਹਾਲੇ ਵੈਧ ਹੈ।
pl: Nie udało się wymienić tokenu odświeżania TV na token dostępu. Zaloguj się ponownie i sprawdź, czy token odświeżania jest nadal ważny.
pt_br: Não foi possível trocar o token de atualização da TV por um token de acesso. Inicie sessão novamente e verifique se o token de atualização ainda é válido.
ro: Tokenul de reîmprospătare TV nu a putut fi schimbat cu un token de acces. Conectează-te din nou și verifică dacă tokenul de reîmprospătare este încă valid.
ru_ru: Не удалось обновить токен доступа. Войдите снова и проверьте, что токен обновления ещё действителен.
si_lk: TV refresh token එක access token එකකට හුවමාරු කළ නොහැක. නැවත පුරනය වී refresh token එක තවමත් වලංගුද පරීක්ෂා කරන්න.
sk_sk: Obnovovací token TV sa nepodarilo vymeniť za prístupový token. Prihláste sa znova a skontrolujte, či je obnovovací token stále platný.
sl_si: Osvežitvenega žetona TV ni bilo mogoče zamenjati za dostopni žeton. Znova se prijavite in preverite, ali je osvežitveni žeton še veljaven.
sq_al: Tokeni i rifreskimit TV nuk mund të shkëmbehej me një token qasjeje. Identifikohu përsëri dhe kontrollo që tokeni i rifreskimit është ende i vlefshëm.
sr_cyrl_rs: Није могуће замијенити @@ТВ@@ токен за освјежавање приступним токеном. Поновно се пријавите и провјерите је ли токен за освјежавање још важећи.
sv: Det gick inte att byta TV-uppdateringstoken mot en åtkomsttoken. Logga in igen och kontrollera att uppdateringstoken fortfarande är giltig.
sw_ke: Imeshindikana kubadilisha tokeni ya kuonyesha upya ya TV kuwa tokeni ya ufikiaji. Ingia tena na uhakikishe tokeni ya kuonyesha upya bado ni halali.
ta: TV புதுப்பிப்பு டோக்கனை அணுகல் டோக்கனாக மாற்ற முடியவில்லை. மீண்டும் உள்நுழைந்து புதுப்பிப்பு டோக்கன் இன்னும் செல்லுபடியாகிறதா எனச் சரிபார்க்கவும்.
te_in: TV రిఫ్రెష్ టోకెన్‌ను యాక్సెస్ టోకెన్‌గా మార్చలేకపోయాం. మళ్లీ సైన్ ఇన్ చేసి రిఫ్రెష్ టోకెన్ ఇంకా చెల్లుబాటులో ఉందో తనిఖీ చేయండి.
th: ไม่สามารถแลกโทเค็นรีเฟรช TV เป็นโทเค็นการเข้าถึงได้ ลงชื่อเข้าใช้อีกครั้งและตรวจสอบว่าโทเค็นรีเฟรชยังใช้ได้
tr_tr: TV yenileme belirteci erişim belirteciyle değiştirilemedi. Tekrar oturum açın ve yenileme belirtecinin hâlâ geçerli olduğunu kontrol edin.
uk: Не вдалося обміняти токен оновлення TV на токен доступу. Увійдіть знову та перевірте, чи токен оновлення ще дійсний.
uz: TV yangilash tokenini kirish tokeniga almashtirib bo‘lmadi. Qayta kiring va yangilash tokeni hali ham amal qilishini tekshiring.
vi_vn: Không thể đổi mã làm mới TV lấy mã truy cập. Hãy đăng nhập lại và kiểm tra mã làm mới vẫn còn hiệu lực.
zh_cn: 无法将 TV 刷新令牌交换为访问令牌。请重新登录，并检查刷新令牌是否仍然有效。
zh_tw: 無法將 TV 更新權杖交換為存取權杖。請重新登入，並確認更新權杖仍然有效。
zu_za: Ayikwazanga ukushintsha ithokheni yokuvuselela ye-TV ibe ithokheni yokufinyelela. Ngena ngemvume futhi uqinisekise ukuthi ithokheni yokuvuselela isasebenza.

source: Sign in required
af_za: Aanmelding vereis
am_et: መግባት ያስፈልጋል
as_in: ছাইন ইন আৱশ্যক
az_latn_az: Giriş tələb olunur
be: Патрабуецца ўваход
bg_bg: Изисква се влизане
bn_bd: সাইন ইন করা প্রয়োজন
bs_latn_ba: Potrebna je prijava
ca_es: Cal iniciar la sessió
cs: Je vyžadováno přihlášení
da_dk: Login påkrævet
de_de: Anmeldung erforderlich
el_gr: Απαιτείται σύνδεση
es_mx: Se requiere iniciar sesión
et_ee: Sisselogimine on nõutav
eu: Saioa hasi behar da
fi_fi: Kirjautuminen vaaditaan
fil_ph: Kailangang mag-sign in
fr_ca: Connexion requise
gl_es: É necesario iniciar sesión
gu_in: સાઇન ઇન જરૂરી
hi_in: साइन इन करना ज़रूरी है
hu: Bejelentkezés szükséges
hy_am: Մուտք է պահանջվում
id_id: Login diperlukan
is_is: Innskráning nauðsynleg
it_it: Accesso richiesto
ja_jp: ログインが必要です
ka_ge: საჭიროა შესვლა
kk_kz: Кіру қажет
km_kh: តម្រូវឱ្យចូលគណនី
kn: ಸೈನ್ ಇನ್ ಅಗತ್ಯವಿದೆ
ko_kr: 로그인 필요
ky_kg: Кирүү талап кылынат
lo_la: ຕ້ອງເຂົ້າລະບົບ
lt_lt: Reikia prisijungti
lv: Nepieciešama pierakstīšanās
mk_mk: Потребна е најава
ml_in: സൈൻ ഇൻ ആവശ്യമാണ്
mn_mn: Нэвтрэх шаардлагатай
mr_in: साइन इन आवश्यक
ms_my: Log masuk diperlukan
my: အကောင့်ဝင်ရန် လိုအပ်သည်
ne_np: साइन इन आवश्यक
nl_nl: Inloggen vereist
no: Pålogging kreves
or_in: ସାଇନ୍ ଇନ୍ ଆବଶ୍ୟକ
pa_in: ਸਾਈਨ ਇਨ ਲੋੜੀਂਦਾ ਹੈ
pl: Wymagane logowanie
pt_br: É necessário iniciar sessão
ro: Este necesară conectarea
ru_ru: Требуется вход
si_lk: පුරනය වීම අවශ්‍යයි
sk_sk: Vyžaduje sa prihlásenie
sl_si: Potrebna je prijava
sq_al: Kërkohet identifikimi
sr_cyrl_rs: Потребна је пријава
sv: Inloggning krävs
sw_ke: Kuingia kunahitajika
ta: உள்நுழைவு தேவை
te_in: సైన్ ఇన్ అవసరం
th: จำเป็นต้องลงชื่อเข้าใช้
tr_tr: Oturum açma gerekli
uk: Потрібен вхід
uz: Kirish talab qilinadi
vi_vn: Yêu cầu đăng nhập
zh_cn: 需要登录
zh_tw: 需要登入
zu_za: Kudingeka ungene ngemvume

# SignInWatchShorts
source: Sign in to watch Shorts.
af_za: Meld aan om Shorts te kyk.
am_et: Shortsን ለማየት ይግቡ።
as_in: Shorts চাবলৈ ছাইন ইন কৰক।
az_latn_az: Shorts izləmək üçün daxil olun.
be: Увайдзіце, каб глядзець Shorts.
bg_bg: Влезте, за да гледате Shorts.
bn_bd: Shorts দেখতে সাইন ইন করুন।
bs_latn_ba: Prijavite se za gledanje Shortsa.
ca_es: Inicia la sessió per veure Shorts.
cs: Přihlaste se a sledujte Shorts.
da_dk: Log ind for at se Shorts.
de_de: Melde dich an, um Shorts anzusehen.
el_gr: Συνδεθείτε για να παρακολουθήσετε Shorts.
es_mx: Inicia sesión para ver Shorts.
et_ee: Shortsi vaatamiseks logige sisse.
eu: Hasi saioa Shorts ikusteko.
fi_fi: Kirjaudu sisään katsoaksesi Shortseja.
fil_ph: Mag-sign in para manood ng Shorts.
fr_ca: Connectez-vous pour regarder des Shorts.
gl_es: Inicia sesión para ver Shorts.
gu_in: Shorts જોવા સાઇન ઇન કરો.
hi_in: Shorts देखने के लिए साइन इन करें।
hu: Jelentkezz be Shorts-videók megtekintéséhez.
hy_am: Մուտք գործեք՝ Shorts դիտելու համար։
id_id: Login untuk menonton Shorts.
is_is: Skráðu þig inn til að horfa á Shorts.
it_it: Accedi per guardare gli Shorts.
ja_jp: Shorts を見るにはログインしてください。
ka_ge: Shorts-ის სანახავად შედით.
kk_kz: Shorts көру үшін кіріңіз.
km_kh: ចូលគណនីដើម្បីមើល Shorts។
kn: Shorts ನೋಡಲು ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko_kr: Shorts를 시청하려면 로그인하세요.
ky_kg: Shorts көрүү үчүн кириңиз.
lo_la: ເຂົ້າລະບົບເພື່ອເບິ່ງ Shorts.
lt_lt: Prisijunkite, kad žiūrėtumėte „Shorts“.
lv: Pierakstieties, lai skatītos Shorts.
mk_mk: Најавете се за да гледате Shorts.
ml_in: Shorts കാണാൻ സൈൻ ഇൻ ചെയ്യുക.
mn_mn: Shorts үзэхийн тулд нэвтэрнэ үү.
mr_in: Shorts पाहण्यासाठी साइन इन करा.
ms_my: Log masuk untuk menonton Shorts.
my: Shorts ကြည့်ရန် အကောင့်ဝင်ပါ။
ne_np: Shorts हेर्न साइन इन गर्नुहोस्।
nl_nl: Log in om Shorts te bekijken.
no: Logg på for å se Shorts.
or_in: Shorts ଦେଖିବାକୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa_in: Shorts ਵੇਖਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się, aby oglądać Shorts.
pt_br: Inicie sessão para ver Shorts.
ro: Conectează-te pentru a viziona Shorts.
ru_ru: Войдите, чтобы смотреть Shorts.
si_lk: Shorts බැලීමට පුරනය වන්න.
sk_sk: Prihláste sa a sledujte Shorts.
sl_si: Prijavite se za ogled Shorts.
sq_al: Identifikohu për të parë Shorts.
sr_cyrl_rs: Пријавите се за гледање @@СХОРТС@@а.
sv: Logga in för att titta på Shorts.
sw_ke: Ingia ili kutazama Shorts.
ta: Shorts பார்க்க உள்நுழையவும்.
te_in: Shorts చూడటానికి సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าใช้เพื่อดู Shorts
tr_tr: Shorts izlemek için oturum açın.
uk: Увійдіть, щоб дивитися Shorts.
uz: Shorts ko‘rish uchun kiring.
vi_vn: Đăng nhập để xem Shorts.
zh_cn: 登录即可观看 Shorts。
zh_tw: 登入即可觀看 Shorts。
zu_za: Ngena ngemvume ukuze ubuke ama-Shorts.

# SponsorMarkers
source: Advertising segments on seek bar
af_za: Advertensiesegmente op die soekbalk
as_in: ছিক বাৰত বিজ্ঞাপনৰ খণ্ড
az_latn_az: Axtarış zolağında reklam seqmentləri
be: Рэкламныя сегменты на паласе перамоткі
bs_latn_ba: Reklamni segmenti na traci za premotavanje
cs: Reklamní úseky na panelu posunu
de_de: Werbesegmente auf der Suchleiste
es_mx: Segmentos publicitarios en la barra de reproducción
eu: Publizitate-segmentuak bilaketa-barran
fi_fi: Mainososuudet hakupalkissa
gl_es: Segmentos publicitarios na barra de busca
hi_in: सीक बार पर विज्ञापन खंड
hu: Hirdetési szakaszok a keresősávon
ja_jp: シークバーに広告区間を表示
ka_ge: რეკლამის მონაკვეთები გადახვევის ზოლზე
kk_kz: Іздеу жолағындағы жарнама сегменттері
kn: ಸೀಕ್ ಬಾರ್‌ನಲ್ಲಿ ಜಾಹೀರಾತು ವಿಭಾಗಗಳು
ko_kr: 탐색 막대에 광고 구간 표시
ky_kg: Издөө тилкесиндеги жарнама сегменттери
lv: Reklāmas segmenti meklēšanas joslā
mn_mn: Гүйлгэх мөр дээрх зарын хэсгүүд
my: ရှာဖွေဘားပေါ်ရှိ ကြော်ငြာအပိုင်းများ
no: Annonsesegmenter på søkelinjen
pl: Segmenty reklamowe na pasku przewijania
pt_br: Segmentos publicitários na barra de busca
ro: Segmente publicitare pe bara de derulare
ru_ru: Рекламные блоки на перемотке
sk_sk: Reklamné úseky na paneli posunu
sq_al: Segmentet e reklamave në shiritin e kërkimit
sr_cyrl_rs: Рекламни сегменти на траци за премотавање
sv: Annonssegment på sökfältet
ta: சீக் பட்டையில் விளம்பரப் பகுதிகள்
te_in: సీక్ బార్‌పై ప్రకటన విభాగాలు
th: ช่วงโฆษณาบนแถบเลื่อน
uk: Рекламні сегменти на смузі перемотування
uz: Qidiruv panelidagi reklama segmentlari
zh_tw: 在進度列上顯示廣告片段
zu_za: Izingxenye zezikhangiso kubha yokufuna

# SponsorMarkersDescription
source: Show colored SponsorBlock ranges
af_za: Wys gekleurde SponsorBlock-reekse
as_in: ৰঙীন SponsorBlock পৰিসৰ দেখুৱাওক
az_latn_az: Rəngli SponsorBlock aralıqlarını göstər
be: Паказваць каляровыя адрэзкі SponsorBlock
bs_latn_ba: Prikaži obojene SponsorBlock raspone
cs: Zobrazovat barevné úseky SponsorBlock
de_de: Farbige SponsorBlock-Bereiche anzeigen
es_mx: Mostrar intervalos de SponsorBlock en color
eu: Erakutsi SponsorBlock tarteak kolorez
fi_fi: Näytä värilliset SponsorBlock-alueet
gl_es: Mostrar os intervalos de SponsorBlock en cor
hi_in: रंगीन SponsorBlock रेंज दिखाएँ
hu: Színes SponsorBlock-tartományok megjelenítése
ja_jp: SponsorBlockの区間を色分けして表示
ka_ge: SponsorBlock-ის ფერადი დიაპაზონების ჩვენება
kk_kz: SponsorBlock түсті аралықтарын көрсету
kn: ಬಣ್ಣದ SponsorBlock ಶ್ರೇಣಿಗಳನ್ನು ತೋರಿಸಿ
ko_kr: 색상으로 SponsorBlock 구간 표시
ky_kg: SponsorBlock түстүү аралыктарын көрсөтүү
lv: Rādīt krāsainus SponsorBlock diapazonus
mn_mn: Өнгөт SponsorBlock мужуудыг харуулах
my: အရောင်ဖြင့် SponsorBlock အပိုင်းများကို ပြရန်
no: Vis fargede SponsorBlock-områder
pl: Pokazuj kolorowe zakresy SponsorBlock
pt_br: Mostrar intervalos coloridos do SponsorBlock
ro: Afișează intervalele SponsorBlock colorate
ru_ru: Показывать цветные отрезки SponsorBlock
sk_sk: Zobrazovať farebné úseky SponsorBlock
sq_al: Shfaq intervalet me ngjyra të SponsorBlock
sr_cyrl_rs: Прикажи обојене SponsorBlock опсеге
sv: Visa färgade SponsorBlock-intervall
ta: வண்ண SponsorBlock வரம்புகளைக் காட்டு
te_in: రంగుల SponsorBlock పరిధులను చూపు
th: แสดงช่วง SponsorBlock ด้วยสี
uk: Показувати кольорові відрізки SponsorBlock
uz: Rangli SponsorBlock oraliqlarini ko‘rsatish
zh_tw: 以色彩顯示 SponsorBlock 區間
zu_za: Bonisa amabanga e-SponsorBlock anemibala

source: Subscribe
af_za: Teken in
am_et: ተመዝገብ
as_in: ছাবস্ক্ৰাইব কৰক
az_latn_az: Abunə ol
be: Падпісацца
bg_bg: Абониране
bn_bd: সাবস্ক্রাইব
bs_latn_ba: Pretplati se
ca_es: Subscriu-m’hi
cs: Odebírat
da_dk: Abonner
de_de: Abonnieren
el_gr: Εγγραφή
es_mx: Suscribirse
et_ee: Telli
eu: Harpidetu
fi_fi: Tilaa
fil_ph: Mag-subscribe
fr_ca: S’abonner
gl_es: Subscribirse
gu_in: સબ્સ્ક્રાઇબ કરો
hi_in: सदस्य बनें
hu: Feliratkozás
hy_am: Բաժանորդագրվել
is_is: Gerast áskrifandi
it_it: Iscriviti
ja_jp: チャンネル登録
ka_ge: გამოწერა
kk_kz: Жазылу
km_kh: ជាវ
kn: ಸಬ್‌ಸ್ಕ್ರೈಬ್
ko_kr: 구독
ky_kg: Жазылуу
lo_la: ຕິດຕາມ
lt_lt: Prenumeruoti
lv: Abonēt
mk_mk: Претплати се
ml_in: സബ്‌സ്‌ക്രൈബ് ചെയ്യുക
mn_mn: Захиалах
mr_in: सदस्य व्हा
ms_my: Langgan
my: စာရင်းသွင်း
ne_np: सदस्यता लिनुहोस्
nl_nl: Abonneren
no: Abonner
or_in: ସବସ୍କ୍ରାଇବ୍ କରନ୍ତୁ
pa_in: ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
pl: Subskrybuj
pt_br: Subscrever
ro: Abonează-te
ru_ru: Подписаться
si_lk: දායක වන්න
sk_sk: Odoberať
sl_si: Naroči se
sq_al: Abonohu
sr_cyrl_rs: Претплати се
sv: Prenumerera
sw_ke: Jisajili
ta: சந்தா சேர்
te_in: సబ్‌స్క్రైబ్
th: ติดตาม
tr_tr: Abone ol
uk: Підписатися
uz: Obuna bo‘lish
vi_vn: Đăng ký
zh_cn: 订阅
zh_tw: 訂閱
zu_za: Bhalisa

# SubscriberFew
source: subscribers
af_za: intekenare
am_et: ተመዝጋቢዎች
as_in: ছাবস্ক্ৰাইবাৰসমূহ
az_latn_az: abunəçilər
be: падпісчыкі
bg_bg: абонати
bn_bd: সাবস্ক্রাইবার
bs_latn_ba: pretplatnici
ca_es: subscriptors
cs: odběratelé
da_dk: abonnenter
de_de: Abonnenten
el_gr: συνδρομητές
es_mx: suscriptores
et_ee: tellijad
eu: harpidedunak
fi_fi: tilaajaa
fil_ph: mga subscriber
fr_ca: abonnés
gl_es: subscritores
gu_in: સબ્સ્ક્રાઇબર
hi_in: सदस्य
hu: feliratkozók
hy_am: բաժանորդներ
id_id: subscriber
is_is: áskrifendur
it_it: iscritti
ja_jp: チャンネル登録者
ka_ge: გამომწერები
kk_kz: жазылушылар
km_kh: អ្នកជាវ
kn: ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು
ko_kr: 구독자
ky_kg: жазылуучулар
lo_la: ຜູ້ຕິດຕາມ
lt_lt: prenumeratoriai
lv: abonenti
mk_mk: претплатници
ml_in: സബ്‌സ്‌ക്രൈബർമാർ
mn_mn: захиалагчид
mr_in: सदस्य
ms_my: pelanggan
my: စာရင်းသွင်းသူများ
ne_np: सदस्यहरू
nl_nl: abonnees
no: abonnenter
or_in: ସବସ୍କ୍ରାଇବର୍‌ମାନେ
pa_in: ਸਬਸਕ੍ਰਾਈਬਰ
pl: subskrybenci
pt_br: subscritores
ro: abonați
ru_ru: подписчика
si_lk: ග්‍රාහකයන්
sk_sk: odberatelia
sl_si: naročniki
sq_al: abonentë
sr_cyrl_rs: претплатници
sv: prenumeranter
sw_ke: wafuatiliaji
ta: சந்தாதாரர்கள்
te_in: సబ్‌స్క్రైబర్లు
th: ผู้ติดตาม
tr_tr: aboneler
uk: підписники
uz: obunachilar
vi_vn: người đăng ký
zh_cn: 订阅者
zh_tw: 訂閱者
zu_za: ababhalisile

# SubscriberMany
source: subscribers
af_za: intekenare
am_et: ተመዝጋቢዎች
as_in: ছাবস্ক্ৰাইবাৰসমূহ
az_latn_az: abunəçilər
be: падпісчыкі
bg_bg: абонати
bn_bd: সাবস্ক্রাইবার
bs_latn_ba: pretplatnici
ca_es: subscriptors
cs: odběratelé
da_dk: abonnenter
de_de: Abonnenten
el_gr: συνδρομητές
es_mx: suscriptores
et_ee: tellijad
eu: harpidedunak
fi_fi: tilaajaa
fil_ph: mga subscriber
fr_ca: abonnés
gl_es: subscritores
gu_in: સબ્સ્ક્રાઇબર
hi_in: सदस्य
hu: feliratkozók
hy_am: բաժանորդներ
id_id: subscriber
is_is: áskrifendur
it_it: iscritti
ja_jp: チャンネル登録者
ka_ge: გამომწერები
kk_kz: жазылушылар
km_kh: អ្នកជាវ
kn: ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು
ko_kr: 구독자
ky_kg: жазылуучулар
lo_la: ຜູ້ຕິດຕາມ
lt_lt: prenumeratoriai
lv: abonenti
mk_mk: претплатници
ml_in: സബ്‌സ്‌ക്രൈബർമാർ
mn_mn: захиалагчид
mr_in: सदस्य
ms_my: pelanggan
my: စာရင်းသွင်းသူများ
ne_np: सदस्यहरू
nl_nl: abonnees
no: abonnenter
or_in: ସବସ୍କ୍ରାଇବର୍‌ମାନେ
pa_in: ਸਬਸਕ੍ਰਾਈਬਰ
pl: subskrybenci
pt_br: subscritores
ro: abonați
ru_ru: подписчиков
si_lk: ග්‍රාහකයන්
sk_sk: odberatelia
sl_si: naročniki
sq_al: abonentë
sr_cyrl_rs: претплатници
sv: prenumeranter
sw_ke: wafuatiliaji
ta: சந்தாதாரர்கள்
te_in: సబ్‌స్క్రైబర్లు
th: ผู้ติดตาม
tr_tr: aboneler
uk: підписники
uz: obunachilar
vi_vn: người đăng ký
zh_cn: 订阅者
zh_tw: 訂閱者
zu_za: ababhalisile

# SubscriberOne
source: subscriber
af_za: intekenaar
am_et: ተመዝጋቢ
as_in: ছাবস্ক্ৰাইবাৰ
az_latn_az: abunəçi
be: падпісчык
bg_bg: абонат
bn_bd: সাবস্ক্রাইবার
bs_latn_ba: pretplatnik
ca_es: subscriptor
cs: odběratel
da_dk: abonnent
de_de: Abonnent
el_gr: συνδρομητής
es_mx: suscriptor
et_ee: tellija
eu: harpidedun
fi_fi: tilaaja
fr_ca: abonné
gl_es: subscritor
gu_in: સબ્સ્ક્રાઇબર
hi_in: सदस्य
hu: feliratkozó
hy_am: բաժանորդ
is_is: áskrifandi
it_it: iscritto
ja_jp: チャンネル登録者
ka_ge: გამომწერი
kk_kz: жазылушы
km_kh: អ្នកជាវ
kn: ಸಬ್‌ಸ್ಕ್ರೈಬರ್
ko_kr: 구독자
ky_kg: жазылуучу
lo_la: ຜູ້ຕິດຕາມ
lt_lt: prenumeratorius
lv: abonents
mk_mk: претплатник
ml_in: സബ്‌സ്‌ക്രൈബർ
mn_mn: захиалагч
mr_in: सदस्य
ms_my: pelanggan
my: စာရင်းသွင်းသူ
ne_np: सदस्य
nl_nl: abonnee
no: abonnent
or_in: ସବସ୍କ୍ରାଇବର୍
pa_in: ਸਬਸਕ੍ਰਾਈਬਰ
pl: subskrybent
pt_br: subscritor
ro: abonat
ru_ru: подписчик
si_lk: ග්‍රාහකයා
sk_sk: odberateľ
sl_si: naročnik
sq_al: abonent
sr_cyrl_rs: претплатник
sv: prenumerant
sw_ke: mfuatiliaji
ta: சந்தாதாரர்
te_in: సబ్‌స్క్రైబర్
th: ผู้ติดตาม
tr_tr: abone
uk: підписник
uz: obunachi
vi_vn: người đăng ký
zh_cn: 订阅者
zh_tw: 訂閱者
zu_za: obhalisile
